Repository: umachinchula/halo
Catalog: Localizable.xcstrings
Source language: en
Languages: be, de, es_419, fr, hi, nl, ru, th, zh_hans, zh_hant

source: Recording
de: Aufnahme
fr: Enregistrement
nl: Opname
ru: Запись
th: กำลังบันทึก
zh_hans: 录制中
zh_hant: 錄製中

source: Recording Detected
de: Aufnahme erkannt
fr: Enregistrement détécté
nl: Opname gedetecteerd
ru: Обнаружена запись
th: ตรวจพบการบันทึก
zh_hans: 检测到录制
zh_hant: 偵測到錄製

source: Recording Status
de: Aufnahmestatus
fr: Statut de l’enregistrement
nl: Opnamestatus
ru: Статус записи
th: สถานะการบันทึก
zh_hans: 录制状态
zh_hant: 錄製狀態

source: Release name
de: Veröffentlichungsname
fr: Nom de la version
nl: Naam van uitgave
ru: Название релиза
th: ชื่อรุ่น

source: Remember last tab
de: Merke den letzten Tab
fr: Se souvenir du dernier onglet
nl: Onthoud het laatste tabblad
ru: Запоминать последнюю вкладку
th: จำแท็บล่าสุด

source: Reminder Live Activity
de: Erinnerung an Live-Aktivitäten
fr: Rappel Activité en direct
nl: Live activiteit voor herinneringen
ru: Live Activity напоминаний
th: กิจกรรมสดการแจ้งเตือน
zh_hans: 提醒实时活动
zh_hant: 提醒即時動態

source: Reminders
de: Erinnerung
fr: Rappels
nl: Herinneringen
ru: Напоминания
th: การแจ้งเตือน
zh_hans: 提醒事项
zh_hant: 提醒事項

source: Request Access
de: Zugriff anfordern
fr: Demander l’accès
nl: Toegang aanvragen
ru: Запросить доступ
th: ขอสิทธิ์เข้าถึง
zh_hans: 请求访问
zh_hant: 請求存取

source: Reset
de: Neu setzen
fr: Réinitialiser
nl: Opnieuw instellen
ru: Сбросить
th: รีเซ็ต
zh_hans: 重置
zh_hant: 重置

source: Reset All
de: Alles zurücksetzen
fr: Tout réinitialiser
nl: Alles resetten
ru: Сбросить все
th: รีเซ็ตทั้งหมด
zh_hans: 全部重置
zh_hant: 全部重置

source: Reset Music
de: Musik zurücksetzen
nl: Muziek resetten
ru: Сбросить музыку
th: รีเซ็ตเพลง
zh_hans: 重置音乐
zh_hant: 重置音樂

source: Reset Timer
de: Timer zurücksetzen
nl: Timer opnieuw instellen
ru: Сбросить таймер
th: รีเซ็ตตัวจับเวลา
zh_hans: 重置计时器
zh_hant: 重置計時器

source: Reset to Default
de: Auf Standard zurücksetzen
fr: Réinitialiser aux paramètres d’origine
nl: Terugzetten naar standaard
ru: По умолчанию
th: รีเซ็ตเป็นค่าเริ่มต้น
zh_hans: 恢复默认
zh_hant: 恢復預設

source: Reset Weather
de: Wetter zurücksetzen
nl: Weer opnieuw instellen
ru: Сбросить погоду
th: รีเซ็ตสภาพอากาศ
zh_hans: 重置天气
zh_hant: 重置天氣

source: Reset Width
de: Breite zurücksetzen
fr: Réinitialiser la largeur
nl: Breedte opnieuw instellen
ru: Сбросить ширину
th: รีเซ็ตความกว้าง
zh_hans: 重置宽度
zh_hant: 重置寬度

source: Restart
de: Neustarten
fr: Redémarrer
nl: Opnieuw opstarten
ru: Перезапустить
th: รีสตาร์ท

source: Restart Atoll
de: Atoll Neu Starten
fr: Relancer Atoll
nl: Atoll opnieuw starten
ru: Перезапустить Atoll
th: รีสตาร์ท Atoll
zh_hans: 重启 Atoll
zh_hant: 重啟 Atoll

source: Restore
de: Wiederherstellen
fr: Restaurer
nl: Herstellen
ru: Восстановить
th: กู้คืน
zh_hans: 恢复
zh_hant: 恢復

source: Restore default timer presets?
de: Standard-Timer-Voreinstellungen wiederherstellen?
fr: Restaurer les préréglages de minuterie par défaut ?
nl: Standaard timervoorinstellingen herstellen?
ru: Восстановить пресеты таймера по умолчанию?
th: คืนค่าพรีเซ็ตตัวจับเวลาเริ่มต้น?
zh_hans: 恢复默认计时器预设？
zh_hant: 恢復預設計時器預設組合？

source: Restore Defaults
de: Standardeinstellungen wiederherstellen
fr: Restaurer les paramètres par défaut
nl: Standaardinstellingen herstellen
ru: Восстановить настройки по умолчанию
th: คืนค่าเริ่มต้น
zh_hans: 恢复默认
zh_hant: 恢復預設

source: Resume
de: Zusammenfassung
fr: Reprendre
nl: Hervatten
ru: Возобновить
th: ทำต่อ
zh_hans: 继续
zh_hant: 繼續

source: Rotation:
de: Drehen:
nl: Rotatie:
ru: Вращение:
th: การหมุน:
zh_hans: 旋转：
zh_hant: 旋轉：

source: Running
de: Läuft
fr: En cours d'exécution
nl: Rennen
th: กำลังทำงาน

source: Save
de: Speichern
fr: Enregistrer
nl: Opslaan
ru: Сохранить
th: บันทึก
zh_hans: 保存
zh_hant: 儲存

source: Save Changes
de: Speichere Änderungen
fr: Enregistrer les changements
nl: Wijzigingen opslaan
ru: Сохранить изменения
th: บันทึกการเปลี่ยนแปลง
zh_hans: 保存更改
zh_hant: 儲存更改

source: Save Configuration
de: Konfiguration speichern
fr: Enregistrer la configuration
nl: Configuratie opslaan
ru: Сохранить конфигурацию
th: บันทึกการตั้งค่า
zh_hans: 保存配置
zh_hant: 儲存配置

source: Scale Down
de: Herunterskalieren
fr: Réduire l’échelle
nl: Schaal omlaag
ru: Уменьшить
th: ลดขนาด
zh_hans: 缩小
zh_hant: 縮小

source: Scale Up 2x
de: 2x skalieren
fr: Doubler l’échelle
nl: 2x opschalen
ru: Увеличить 2x
th: ขยาย 2 เท่า
zh_hans: 放大 2x
zh_hant: 放大 2x

source: Scale:
de: Maßstab:
fr: Échelle :
nl: Schaal:
ru: Масштаб:
th: สเกล:
zh_hans: 缩放：
zh_hant: 縮放：

source: Screen Assistant
de: Bildschirmassistent
fr: Assistant d'écran
nl: Schermassistent
ru: Экранный помощник
th: ผู้ช่วยหน้าจอ
zh_hans: 屏幕助手
zh_hant: 螢幕助理

source: Screen Assistant feature is disabled
de: Die Funktion des Bildschirmassistenten ist deaktiviert
fr: La fonction Assistant écran est désactivée.
nl: De functie Schermassistent is uitgeschakeld
ru: Функция экранного помощника отключена
th: ปิดใช้ฟีเจอร์ผู้ช่วยหน้าจอ
zh_hans: 屏幕助手功能已禁用
zh_hant: 螢幕助理功能已停用

source: Screen Assistant:
de: Bildschirmassistent:
fr: Assistant d’écran :
nl: Schermassistent:
ru: Экранный помощник:
th: ผู้ช่วยหน้าจอ:
zh_hans: 屏幕助手：
zh_hant: 螢幕助理：

source: Screen Recording
de: Bildschirmaufnahme
fr: Enregistrement d'écran
nl: Schermopname
ru: Запись экрана
th: บันทึกหน้าจอ
zh_hans: 屏幕录制
zh_hant: 螢幕錄製

source: Screenshot options
de: Screenshot-Optionen
fr: Options de capture d’écran
nl: Screenshot-opties
ru: Параметры снимка экрана
th: ตัวเลือกภาพหน้าจอ
zh_hans: 截图选项
zh_hant: 截圖選項

source: Screenshot Type
de: Screenshot-Typ
fr: Format de la capture d’écran
nl: Schermafdruktype
ru: Тип снимка
th: ประเภทภาพหน้าจอ
zh_hans: 截图类型
zh_hant: 截圖型別

source: Scroll device name in HUD
de: Gerätename in HUD scrollen
nl: Blader door de apparaatnaam in HUD
ru: Прокручивать имя устройства в HUD
th: เลื่อนชื่ออุปกรณ์ใน HUD
zh_hans: 在 HUD 中滚动显示设备名称
zh_hant: 在 HUD 中滾動顯示裝置名稱

source: Search clipboard...
de: Zwischenablage durchsuchen...
fr: Rechercher dans le presse-papiers…
nl: Klembord zoeken...
ru: Искать в буфере обмена...
th: ค้นหาคลิปบอร์ด...
zh_hans: 搜索剪贴板...
zh_hant: 搜尋剪貼簿...

source: Search colors...
de: Farben suchen...
fr: Rechercher des couleurs…
nl: Kleuren zoeken...
ru: Искать цвета...
th: ค้นหาสี...
zh_hans: 搜索颜色...
zh_hant: 搜尋顏色...

source: Search Settings
de: Sucheinstellungen
fr: Paramètres de recherche
nl: Zoek naar instellingen
ru: Поиск настроек
th: ค้นหาการตั้งค่า
zh_hans: 搜索设置
zh_hant: 搜尋設定

source: Search...
de: Suche...
fr: Rechercher…
nl: Zoeken...
ru: Поиск...
th: ค้นหา...
zh_hans: 搜索...
zh_hant: 搜尋...

source: seconds
de: Sekunden
fr: secondes
nl: seconden
ru: секунды
th: วินาที
zh_hans: 秒
zh_hant: 秒

source: Seconds
de: Sekunden
fr: Secondes
nl: Seconden
ru: Секунды
th: วินาที
zh_hans: 秒
zh_hant: 秒

source: Segmented
de: Segmentiert
fr: Segmenté
nl: Gesegmenteerd
ru: Сегментированный
th: แบ่งส่วน
zh_hans: 分段
zh_hant: 分段

source: Select a color to view details
de: Wählen Sie eine Farbe, um Details anzuzeigen
fr: Sélectionnez une couleur pour afficher les détails
nl: Selecteer een kleur om details te bekijken
ru: Выберите цвет для просмотра деталей
th: เลือกสีเพื่อดูรายละเอียด
zh_hans: 选择颜色查看详情
zh_hant: 選擇顏色檢視詳情

source: Select Calendars
de: Kalender auswählen
fr: Sélectionner des calendriers
nl: Selecteer agenda's
ru: Выбрать календари
th: เลือกปฏิทิน
zh_hans: 选择日历
zh_hant: 選擇行事曆

source: Select one or more profiles to customize your experience
de: Wählen Sie ein oder mehrere Profile aus, um Ihre Erfahrung anzupassen
fr: Sélectionnez un ou plusieurs profils pour personnaliser votre expérience
nl: Selecteer een of meer profielen om je ervaring aan te passen
ru: Выберите один или несколько профилей для настройки
th: เลือกโปรไฟล์อย่างน้อยหนึ่งอันเพื่อปรับแต่งประสบการณ์ของคุณ
zh_hans: 选择一个或多个配置文件以自定义您的体验
zh_hant: 選擇一個或多個配置檔案以自訂你的體驗

source: Select the music source you want to use. You can change this later in the app settings.
de: Wähle die Musik Quelle aus, die du benutzen willst. Du kannst dies später in den Einstellungen ändern.
fr: Sélectionnez la source de musique que vous souhaitez utiliser. Vous pourrez la modifier plus tard dans les paramètres de l'application.
nl: Selecteer de muziekbron die je wilt gebruiken. Je kunt dit later wijzigen in de app-instellingen.
ru: Выберите источник музыки, который хотите использовать. Вы можете изменить его позже в настройках приложения.
th: เลือกแหล่งเพลงที่คุณต้องการใช้ คุณสามารถเปลี่ยนได้ภายหลังในการตั้งค่าแอป

source: selected
de: ausgewählt
fr: sélectionné
nl: geselecteerd
ru: выбрано
th: ถูกเลือก

source: Selected
de: Ausgewählt
fr: Sélectionnée
nl: Geselecteerd
ru: Выбрано
th: ถูกเลือก
zh_hans: 已选择
zh_hant: 已選擇

source: Selected animation
de: Ausgewählte Animation
fr: Animation sélectionnée
nl: Geselecteerde animatie
ru: Выбранная анимация
th: แอนิเมชันที่เลือก

source: Sensitivity
de: Empfindlichkeit
fr: Sensibilité
nl: Gevoeligheid
ru: Чувствительность
th: ความไว
zh_hans: 灵敏度
zh_hant: 靈敏度

# Session · ↓ %@ · ↑ %@
source: Session · ↓ %1$@ · ↑ %2$@
de: Sitzung · ↓ %1$@ · ↑ %2$@
nl: Sessie · ↓ %1$@ · ↑ %2$@
ru: Сеанс · ↓ %1$@ · ↑ %2$@
th: Session · ↓ %@ · ↑ %@
zh_hans: 会话 · ↓ %@ · ↑ %@
zh_hant: 工作階段 · ↓ %@ · ↑ %@

source: Set
de: Speichern
fr: Définir
nl: Instellen
ru: Установить
th: ตั้งค่า
zh_hans: 设置
zh_hant: 設定

source: Settings
de: Einstellungen
fr: Paramètres
nl: Instellingen
ru: Настройки
th: การตั้งค่า

source: Settings icon in notch
de: Einstellungs-Symbol in der Kerbe
nl: Instellingenpictogram in inkeping
ru: Значок настроек в вырезе
th: ไอคอนการตั้งค่าในรอยบาก
zh_hans: 刘海中的设置图标
zh_hant: 瀏海中的設定圖示

source: Settings…
de: Einstellungen..
fr: Paramètres…
nl: Instellingen…
ru: Настройки…
th: การตั้งค่า…
zh_hans: 设置…
zh_hant: 設定…

source: Shelf
de: Ablage
fr: Tiroir
nl: Plank
ru: Полка
th: ชั้นวาง

source: Shortcuts
de: Tastenkombinationen
fr: Raccourcis
nl: Sneltoetsen
ru: Сочетания клавиш
th: ทางลัด

source: Show AQI widget
de: AQI-Widget anzeigen
nl: Toon AQI-widget
ru: Показывать виджет AQI
th: แสดงวิดเจ็ต AQI
zh_hans: 显示空气质量小组件
zh_hant: 顯示空氣品質小工具

source: Show battery indicator
de: Batterie-Symbol anzeigen
fr: Afficher l'indicateur de batterie
nl: Batterij-indicator weergeven
ru: Показывать индикатор батареи
th: แสดงตัวบ่งชี้แบตเตอรี่

source: Show battery percentage text in HUD
de: Batterieprozentsatz-Text in HUD anzeigen
nl: Toon batterijpercentagetekst in HUD
ru: Показывать процент в HUD
th: แสดงข้อความเปอร์เซ็นต์แบตเตอรี่ใน HUD
zh_hans: 在 HUD 中显示电池百分比文本
zh_hant: 在 HUD 中顯示電池百分比文字

source: Show Bluetooth battery
de: Bluetooth-Akku anzeigen
nl: Toon Bluetooth-batterij
ru: Показывать заряд Bluetooth
th: แสดงแบตเตอรี่บลูทูธ
zh_hans: 显示蓝牙电池
zh_hant: 顯示藍牙電池

source: show Bluetooth device connections
de: Bluetooth-Geräteverbindungen anzeigen
nl: Bluetooth-apparaatverbindingen weergeven
ru: показывать подключения Bluetooth
th: แสดงการเชื่อมต่ออุปกรณ์บลูทูธ
zh_hans: 显示蓝牙设备连接
zh_hant: 顯示藍牙裝置連線

source: Show calender
de: Kalender anzeigen
nl: Agenda weergeven
ru: Показывать календарь
th: แสดงปฏิทิน
zh_hans: 显示日历
zh_hant: 顯示行事曆

source: Show calender events inside the notch
de: Kalenderereignisse in der Aussparung anzeigen
nl: Toon agenda-activiteiten binnen de inkeping
ru: Показывать события внутри выреза
th: แสดงเหตุการณ์ปฏิทินในรอยบาก
zh_hans: 在刘海中显示日历事件
zh_hant: 在瀏海中顯示行事曆事件

source: Show charging indicator
de: Ladeanzeige anzeigen
fr: Afficher l’indicateur de charge
nl: Toon oplaadindicator
ru: Показывать индикатор зарядки
th: แสดงตัวบ่งชี้การชาร์จ
zh_hans: 显示充电指示器
zh_hant: 顯示充電指示器

source: Show charging percentage
de: Ladezustand anzeigen
nl: Toon laadpercentage
ru: Показывать процент зарядки
th: แสดงเปอร์เซ็นต์การชาร์จ
zh_hans: 显示充电百分比
zh_hant: 顯示充電百分比

source: Show charging status
de: Ladezustand anzeigen
nl: Toon oplaadstatus
ru: Показывать статус зарядки
th: แสดงสถานะการชาร์จ
zh_hans: 显示充电状态
zh_hant: 顯示充電狀態

source: Show Color History
de: Farbverlauf anzeigen
fr: Afficher l’historique de couleur
nl: Toon kleurgeschiedenis
ru: Показывать историю цветов
th: แสดงประวัติสี
zh_hans: 显示颜色历史
zh_hant: 顯示顏色歷史

source: Show Color Picker Panel
de: Farbauswahlfeld anzeigen
fr: Afficher le panneau de sélection de couleurs
nl: Toon het Kleurkiezerpaneel
ru: Показывать панель пипетки
th: แสดงแผงตัวเลือกสี
zh_hans: 显示取色器面板
zh_hant: 顯示取色器面板

source: Show cool face animation while inactivity
de: Coole Gesichtsanimationen zeigen, während sie inaktiv sind
fr: Afficher une animation de visage cool en cas d'inactivité
nl: Toon coole gezichtsanimatie tijdens inactiviteit
ru: Показывать забавную анимацию при неактивности
th: แสดงแอนิเมชันใบหน้าเท่เมื่อไม่ได้ใช้งาน

source: Show countdown
de: Countdown anzeigen
fr: Afficher le compte à rebours
nl: Aftellen weergeven
ru: Показывать обратный отсчет
th: แสดงการนับถอยหลัง
zh_hans: 显示倒计时
zh_hant: 顯示倒數計時

source: Show download progress
de: Download-Fortschritt anzeigen
fr: Afficher la vitesse de téléchargement
nl: Toon downloadvoortgang
ru: Показывать прогресс загрузки
th: แสดงความคืบหน้าดาวน์โหลด
zh_hans: 显示下载进度
zh_hant: 顯示下載進度

source: Show floating pause/stop controls
de: Schwebende Pause/Stopp-Steuerelemente anzeigen
es_419: Mostrar controles flotantes de pausa/detener
fr: Afficher les commandes de pause/arrêt flottantes
nl: Toon zwevende pauze-/stopknoppen
ru: Показывать плавающие элементы паузы/остановки
th: แสดงปุ่มหยุดชั่วคราว/หยุดแบบลอย
zh_hans: 显示浮动暂停/停止控制
zh_hant: 顯示浮動暫停/停止控制

source: Show Focus Indicator
de: Fokusanzeige anzeigen
nl: Toon focusindicator
ru: Показывать индикатор Фокуса
th: แสดงตัวบ่งชี้โฟกัส
zh_hans: 显示专注指示器
zh_hant: 顯示專注指示器

source: Show Focus Label
de: Fokus-Beschriftung anzeigen
nl: Focuslabel tonen
ru: Показывать метку Фокуса
th: แสดงป้ายกำกับโฟกัส
zh_hans: 显示专注标签
zh_hant: 顯示專注標籤

source: Show full event titles
de: Vollständige Veranstaltungstitel anzeigen
fr: Afficher les titres complets des événements
nl: Toon volledige titels van activiteiten
ru: Показывать полные названия событий
th: แสดงชื่อเหตุการณ์เต็ม
zh_hans: 显示完整事件标题
zh_hant: 顯示完整事件標題

source: Show location label
de: Standortbezeichnung anzeigen
nl: Toon locatielabel
ru: Показывать локацию
th: แสดงป้ายตำแหน่ง
zh_hans: 显示位置标签
zh_hant: 顯示位置標籤

source: Show lock screen media panel
de: Medienleiste auf Sperrbildschirm anzeigen
nl: Mediapaneel op vergrendelscherm weergeven
ru: Показывать медиа-панель на экране блокировки
th: แสดงแผงสื่อหน้าจอล็อก
zh_hans: 显示锁屏媒体面板
zh_hant: 顯示鎖定畫面媒體面板

source: Show lock screen timer
de: Timer für Sperrbildschirm anzeigen
nl: Toon vergrendelschermtimer
ru: Показывать таймер экрана блокировки
th: แสดงตัวจับเวลาหน้าจอล็อก
zh_hans: 显示锁屏计时器
zh_hant: 顯示鎖定畫面計時器

source: Show lock screen weather
de: Wetter auf Sperrbildschirm anzeigen
nl: Toon het weer op het vergrendelscherm
ru: Показывать погоду экрана блокировки
th: แสดงสภาพอากาศหน้าจอล็อก
zh_hans: 显示锁屏天气
zh_hant: 顯示鎖定畫面天氣

source: Show media output control in other layouts
de: Medienausgabesteuerung in anderen Layouts anzeigen
fr: Afficher le contrôle de sortie multimédia dans d'autres mises en page
nl: Toon media-uitvoercontrole in andere lay-outs
ru: Показывать переключатель вывода аудио в других макетах
th: แสดงปุ่มควบคุมเอาต์พุตสื่อในเลย์เอาต์อื่น
zh_hans: 在其他布局中显示媒体输出控制
zh_hant: 在其他版面配置中顯示媒體輸出控制

source: Show on a specific display
de: Auf einem bestimmten Display anzeigen
fr: Afficher sur un écran spécifique
nl: Weergeven op een specifiek scherm
ru: Показывать на конкретном дисплее
th: แสดงบนจอที่ระบุ

source: Show on all displays
de: Auf allen Displays anzeigen
fr: Afficher sur tous les écrans
nl: Toon op alle schermen
ru: Показывать на всех дисплеях
th: แสดงบนจอทั้งหมด

source: Show panel border
de: Rahmen anzeigen
nl: Paneelrand weergeven
ru: Показывать рамки
th: แสดงขอบแผง
zh_hans: 显示面板边框
zh_hant: 顯示面板邊框

source: Show progress
de: Fortschritt anzeigen
fr: Montrer la progression
nl: Laat de voortgang zien
ru: Показывать прогресс
th: แสดงความคืบหน้า
zh_hans: 显示进度
zh_hant: 顯示進度

source: Show Recording Indicator
de: Aufzeichnungsanzeige anzeigen
nl: Opname-indicator weergeven
ru: Показывать индикатор записи
th: แสดงตัวบ่งชี้การบันทึก
zh_hans: 显示录制指示器
zh_hant: 顯示錄製指示器

source: Show shuffle and repeat buttons
de: Zeige Zufallswiedergabe und Wiederholung Tasten
fr: Afficher les boutons "aléatoire" et "répéter"
nl: Toon shuffle- en herhaalknoppen
ru: Показывать кнопки перемешивания/повтора
th: แสดงปุ่มสุ่มเล่นและทำซ้ำ

source: Show timer name
de: Timer-Name anzeigen
fr: Afficher le nom de la minuterie
nl: Timernaam weergeven
ru: Показывать название таймера
th: แสดงชื่อตัวจับเวลา
zh_hans: 显示计时器名称
zh_hant: 顯示計時器名稱

source: Shows green camera icon and yellow microphone icon when in use. Uses event-driven CoreAudio and CoreMediaIO APIs.
de: Zeigt bei Verwendung das grüne Kamerasymbol und das gelbe Mikrofonsymbol an. Verwendet ereignisgesteuerte CoreAudio- und CoreMediaIO-APIs.
fr: Affiche l'icône de la caméra verte et l'icône jaune du microphone lorsqu'il est utilisé. Utilise les API CoreAudio et CoreMediaIO pilotées par les événements.
nl: Toont een groen camerapictogram en een geel microfoonpictogram wanneer deze in gebruik is. Maakt gebruik van gebeurtenisgestuurde CoreAudio- en CoreMediaIO-API's.
ru: Показывает зеленую иконку камеры и желтую иконку микрофона во время их использования.
th: แสดงไอคอนกล้องสีเขียวและไอคอนไมโครโฟนสีเหลืองเมื่อใช้งาน ใช้ CoreAudio และ CoreMediaIO APIs แบบ event-driven
zh_hans: 使用时显示绿色相机图标和黄色麦克风图标。使用事件驱动的 CoreAudio 和 CoreMediaIO API。
zh_hant: 使用時顯示綠色相機圖示和黃色麥克風圖示。使用事件驅動的 CoreAudio 和 CoreMediaIO API。

source: Shows the model's reasoning process before the final answer
de: Zeigt den Argumentationsprozess des Modells vor der endgültigen Antwort
fr: Afficher le processus de réflexion du modèle avant la réponse.
nl: Toont het redeneringsproces van het model vóór het definitieve antwoord
ru: Показывает рассуждения модели перед выдачей ответа
th: แสดงกระบวนการให้เหตุผลของโมเดลก่อนคำตอบสุดท้าย
zh_hans: 在最终答案之前显示模型的推理过程
zh_hant: 在最終答案之前顯示模型的推理過程

source: Shows the system Clock timer in the notch when available. Requires Accessibility permission to read the status item.
de: Zeigt den Systemuhr-Timer in der Kerbe an, wenn verfügbar. Erfordert Zugriffsberechtigung für Bedienungshilfen, um das Statuselement zu lesen.
fr: Affiche la minuterie d'horloge du système dans l'encoche lorsqu'elle est disponible. Nécessite l'autorisation d'accessibilité pour lire l'élément d'état.
nl: Toont de systeemkloktimer in de inkeping, indien beschikbaar. Vereist toegankelijkheidstoestemming om het statusitem te kunnen lezen.
ru: Отображает системный таймер в вырезе. Требуется разрешение к функциям Универсального доступа.
th: แสดงตัวจับเวลา Clock ของระบบในรอยบากเมื่อพร้อมใช้ ต้องการสิทธิ์ Accessibility เพื่ออ่านรายการสถานะ
zh_hans: 在可用时在刘海中显示系统时钟计时器。需要辅助功能权限来读取状态项。
zh_hant: 在可用時在瀏海中顯示系統時鐘計時器。需要輔助使用權限來讀取狀態項。

source: Single Indicators
de: Einzelindikatoren
nl: Enkele indicatoren
ru: Одиночные индикаторы
th: ตัวบ่งชี้เดี่ยว
zh_hans: 单个指示器
zh_hant: 單個指示器

source: Size & Scale
de: Größe & Maßstab
fr: Taille et échelle
nl: Grootte en schaal
ru: Размер и масштаб
th: ขนาดและสเกล
zh_hans: 大小与缩放
zh_hant: 大小與縮放

source: Skip behaviour
de: Verhalten überspringen
fr: Sauter le comportement
nl: Gedrag overslaan
ru: Поведение пропуска
th: พฤติกรรมการข้าม
zh_hans: 跳过行为
zh_hant: 跳過行為

source: Skip buttons
de: Schaltflächen überspringen
fr: Boutons de saut
nl: Knoppen overslaan
ru: Скип-кнопки
th: ข้ามปุ่ม
zh_hans: 跳过按钮
zh_hant: 跳過按鈕

source: Slider color
de: Slider Farbe
fr: Couleur du curseur
nl: Kleur schuifregelaar
ru: Цвет ползунка
th: สีสไลเดอร์

source: Smooth transitions blend Green (0–60%), Yellow (60–85%), and Red (85–100%) through the entire fill.
de: Glatte Übergänge mischen Grün (0–60%), Gelb (60–85%) und Rot (85–100%) durch die gesamte Füllung.
fr: Les transitions douces mélangent le vert (0 à 60 %), le jaune (60 à 85 %) et le rouge (85 à 100 %) tout au long du remplissage.
nl: Vloeiende overgangen laten groen (0–60%), geel (60–85%) en rood (85–100%) door de gehele vulling lopen.
ru: Плавный переход от зеленого (0-60%) к желтому (60-85%) и красному (85-100%).
zh_hans: 平滑过渡在整个填充中混合绿色（0-60%）、黄色（60-85%）和红色（85-100%）。
zh_hant: 平滑過渡在整個填充中混合綠色（0-60%）、黃色（60-85%）和紅色（85-100%）。

source: Sneak peek duration
de: Dauer der Spitze
fr: Durée de l'aperçu
nl: Sneak peek-duur
ru: Длительность быстрого просмотра
th: ระยะเวลา Sneak Peek
zh_hans: 快速预览时长
zh_hant: 快速預覽時長

source: Sneak Peek shows the media title and artist under the notch for a few seconds.
de: Sneak Peek zeigt den Medium-Titel und den Künstler unter der Notch für ein paar Sekunden.
fr: Sneak Peek montre l'artiste et le titre du média sous l'encoche pendant quelques secondes.
nl: Sneak Peek toont de mediatitel en artiest een paar seconden onder de inkeping.
ru: Sneak Peek показывает название медиафайла и исполнителя под выемкой в течение нескольких секунд.
th: Sneak Peek แสดงชื่อเพลงและศิลปินใต้รอยบากเป็นเวลาไม่กี่วินาที

source: Sneak Peek Style
de: Sneak Peek Stil
fr: Style du Sneak Peek
nl: Sneak Peek-stijl
ru: Стиль быстрого просмотра
th: สไตล์ Sneak Peek

source: Sneak peek style is locked to Standard in minimalistic mode
de: Der Sneak-Peek-Stil ist im minimalistischen Modus auf Standard beschränkt
fr: Le style Sneak peek est verrouillé à Standard en mode minimaliste
nl: Sneak peek-stijl is vergrendeld op Standaard in de minimalistische modus
ru: Стиль быстрого просмотра зафиксирован в минималистичном режиме
th: สไตล์ Sneak Peek ถูกล็อกเป็น Standard ในโหมดมินิมอล
zh_hans: 简约模式下快速预览样式锁定为标准
zh_hant: 簡約模式下快速預覽樣式鎖定為標準

source: Solid colour
de: Einfarbig
fr: Couleur unie
nl: Effen kleur
ru: Сплошной цвет
th: สีทึบ
zh_hans: 纯色
zh_hant: 純色

source: Speed
de: Geschwindigkeit
fr: Vitesse
nl: Snelheid
ru: Скорость
th: ความเร็ว

source: Speed:
de: Geschwindigkeit:
fr: Vitesse:
nl: Snelheid:
ru: Скорость:
th: ความเร็ว:
zh_hans: 速度：
zh_hant: 速度：

source: Square
de: Quadratisch
fr: Carré
nl: Vierkant
ru: Квадрат
th: สี่เหลี่ยม

source: Start a conversation to see your chat history here
de: Beginnen Sie ein Gespräch, um Ihren Chat-Verlauf hier zu sehen
fr: Commencez une conversation pour voir votre historique
nl: Start een gesprek om hier je chatgeschiedenis te bekijken
ru: Начните беседу
th: เริ่มการสนทนาเพื่อดูประวัติการแชทของคุณที่นี่
zh_hans: 开始对话以在此查看聊天记录
zh_hant: 開始對話以在此檢視聊天記錄

source: Start Color Picking
de: Farbauswahl starten
fr: Commencer à
nl: Begin met het kiezen van kleuren
ru: Начать выбор цвета
th: เริ่มเลือกสี
zh_hans: 开始取色
zh_hant: 開始取色

source: Start Custom Timer
de: Benutzerdefinierter Timer starten
fr: Démarrer le minuteur personnalisé
nl: Aangepaste timer starten
ru: Запустить настраиваемый таймер
th: เริ่มตัวจับเวลากำหนดเอง
zh_hans: 启动自定义计时器
zh_hant: 啟動自訂計時器

source: Start Demo Timer:
de: Demo-Timer starten:
fr: Lancer le minuteur de démo
nl: Demotimer starten:
ru: Запустить демо-таймер:
th: เริ่มตัวจับเวลาสาธิต:
zh_hans: 启动演示计时器：
zh_hant: 啟動演示計時器：

source: Start Monitoring
de: Starte Überwachung
fr: Commencer le suivi
nl: Beginnen met monitoren
ru: Начать мониторинг
th: เริ่มการตรวจสอบ
zh_hans: 开始监控
zh_hant: 開始監控

source: Start picking colors to build your history
de: Fangen Sie an, Farben auszuwählen, um Ihre Geschichte aufzubauen
fr: Commencez à choisir des couleurs pour construire votre histoire
nl: Begin met het kiezen van kleuren om je geschiedenis op te bouwen
ru: Начните выбирать цвета, чтобы создать историю
th: เริ่มเลือกสีเพื่อสร้างประวัติของคุณ
zh_hans: 开始取色以建立历史记录
zh_hant: 開始取色以建立歷史記錄

source: Start recording
de: Aufnahme starten
fr: Commencer l’enregistrement
nl: Begin met opnemen
ru: Начать запись
th: เริ่มบันทึก
zh_hans: 开始录制
zh_hant: 開始錄製
